Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/retirement/income_tax_in_retirement/retirement_lump_sum_taxation.html.txt.tmx
Source language: en
Languages: ga

source: Taxation of lump sum payment on redundancy or retirement
ga: Cáin ar chnapshuim iomarcaíochta nó scoir

source: There are various circumstances in which people receive compensation for loss of employment
ga: Tá cúinsí éagsúla lena bhfaigheann daoine cúiteamh airgid nuair a chailleann siad a gcuid fostaíochta

source: The most common is where you are made redundant and you get a settlement, which may include the statutory redundancy lump sum, and a further sum negotiated by you or your trade union with the employer
ga: Don chuid is mó is íocaíocht iomarcaíochta atá i gceist, an cnapshuim iomarcaíochta dleathúla, móide, b'fhéidir suim eile a shocraíonn tú nó do cheardchumann leis an bhfostóir

source: When you retire you may be paid a lump sum by your employer
ga: Nuair téann tú ar scor, d'fhéadfadh go n-íocann d'fhostóir cnapshuim leat

source: If you had a fixed-term contract and it is ended early, you may get a lump sum in compensation
ga: Má bhí conradh ar feadh tréimhse faoi leith agat agus má chuirtear deireadh go luath leis, d'fhéadfadh sé go mbeadh cnapshuim curtha ar fáil duit mar chúiteamh

source: This document is about the taxation of your redundancy or retirement lump sum
ga: Baineann an cháipéis seo le cánachas do chnapshuime iomarcaíochta nó scoir

source: It is not about the tax treatment of your pension scheme lump sum
ga: Ní bhaineann sí le caitheamh cánach chnapshuime do scéime pinsin

source: If all of your lump sum is statutory redundancy, or if it is a payment made on account of injury or disability, (subject to a maximum lifetime tax-free limit of €200,000), no tax is payable and therefore the rest of this document does not apply to you
ga: Más iomarcaíocht reachtúil do chnapshuim go léir, nó má dhéantar íocaíocht mar gheall ar ghortú nó míchumas, (faoi réir uasteorainn saoil saor ó cháin €200,000), níl aon cháin le híoc agus ní bhaineann an chuid eile den cháipéis seo leat, ar an ábhar sin

source: If you receive a lump sum in compensation for the loss of employment, part of it may be tax free
ga: Má fhaigheann tú cnapshuim mar chúiteamh ar do fhostaíocht a chailliúint d'fhéadfadh sé nach mbeadh cáin le n-íoc agat ar chuid de

source: The following payments are tax free:
ga: Tá na híocaíochtaí seo a leanas saor ó cháin:

source: • A payment made on account of death, injury or disability, (subject to a maximum lifetime tax-free limit of €200,000)
ga: • Íocaíocht a rinneadh mar gheall ar bhás, gortú nó míchumas, (faoi réir uasteorainn saoil saor ó cháin €200,000)

source: • Certain payments made by employers to employees arising from employment law rights claims
ga: • Íocaíochtaí áirithe a dhéanann fostóirí le fostaithe a eascraíonn ó éilimh ar chearta dlí fostaíochta

source: The following payments are not exempt from tax but may qualify for some tax relief – see ‘Tax-free entitlements’ below
ga: Níl na híocaíochtaí a leanas díolmhaithe ó cháin ach d’fhéadfaidís cáiliú do roinnt faoiseamh cánach – féach ‘Teidlíochtaí saor ó cháin’ thíos

source: • A non-statutory redundancy payment, that is, the amount paid by your employer, which is over and above the statutory redundancy payment
ga: • Íocaíocht neamhreachtúil iomarcaíochta, is é sin, an méid a d’íoc d’fhostóir, atá os cionn agus níos airde ná an íocaíocht iomarcaíochta reachtúla

source: This is also known as an ex-gratia payment
ga: Tugtar íocaíocht ex-gratia air seo, chomh maith

source: • Payment in lieu of notice (However, if your contract of employment provides for a payment of this kind on termination of the contract, these tax-free entitlements do not apply and you pay tax and PRSI in the normal way.)
ga: • Íocaíocht in ionad fógra (ach má fhorálann do chonradh fostaíochta d’íocaíocht den sórt seo ar fhoirceannadh an chonartha, íocann tú cáin agus ÁSPC ar an ngnáthbhealach.)

source: On a redundancy or retirement payment, you are entitled to one of the following tax exemption options, whichever is the higher
ga: Nuair a fhaigheann tú íocaíocht iomarcaíochta nó scoir tá tú i dteideal an méid níos airde seo leanas a fháil:

source: The Basic Exemption due is €10,160, plus €765 for each complete year of service
ga: Ní ghearrtar aon cháin ar an gcéad €10,160 sa bhreis ar sin tá €765 ar son chuile bhliain seirbhíse saor ó cháin

source: (This does not include statutory redundancy which is tax free.)
ga: (Ní chuirtear an chnapshuim dleathúil san áireamh)

source: Basic Exemption plus Increased Exemption
ga: Bundíolúine móide Díolúine Méadaithe

source: An additional €10,000 called the Increased Exemption is also available in the following certain circumstances:
ga: Tá €10,000 méid breise, an díolúine méadaithe dá ngairtear, ar fáil faoi choinníollacha seo a leanas:

source: • If you haven't received a tax-free lump sum in the last 10 years and you are not getting a lump sum pension payment now or in the future
ga: • Ní bhfuair tú cnapshuim saor ó cháin le 10 bliana anuas agus nach bhfuil cnapshuim pinsin dhá fháil agat anois nó san am atá le teacht

source: If you are in an occupational pension scheme, the Increased Exemption is reduced by any tax-free lump sum from the pension scheme you may be entitled to receive
ga: Má tá scéim phinsin cheirde le fáil agat laghdófar an díolúine méadaithe den chnapshuim pinsin atá saor ó cháin

source: Standard Capital Superannuation Benefit (SCSB)
ga: Sochar Caighdeánach Pinsin Chaipitil (SCSB)

source: This is an additional relief due that normally benefits people with higher earnings and long service
ga: Is faoiseamh breise dlíte é. Is iondúil go bhfuil an faoiseamh seo níos fearr do dhaoine a bhfuil blianta fada seirbhíse acu agus a mbíodh tuarastal níos airde dhá fháil acu

source: It can be used if the following formula gives an amount greater than either basic exemption or Basic Exemption plus Increased Exemption
ga: Má thugann an fhoirmle seo a leanas méid is mó ná Bundíolúine nó Bundíolúine móide Díolúine Méadaithe beidh an faoiseamh dlíte

source: Formula for SCSB: Take the average annual earnings over the previous 3 years (or the whole period of service, if less than 3 years), multiply this figure by the number of years service; divide by 15 and subtract the lump sum superannuation payment received or that may be receivable
ga: Seo í an fhoirmle SCSB: Tóg an meánphá bliantúil le 3 bliana (nó iomlán tréimhse sheirbhíse más níos lú ná 3 bliana) agus méadaigh faoin líon blianta seirbhíse, roinn faoi 15 agus bain as iomlán an cnapshuim pinsin má íocadh é nó dá n-íocfaí é

source: Example: You were made redundant in 2014 after 20 years' service and received a lump sum of €100,000 which is your first lump sum
ga: Sampla: Fágadh iomarcach tú in 2014 i ndiaidh 20 bliain i seirbhís agus fuair tú cnapshuim de €100,000 agus é ina chéad chnapshuim agat

source: You also got a lump sum of €20,000 from your pension scheme
ga: Fuair tú cnapshuim de €20,000 ó do scéim pinsean chomh maith

source: Your pay for the last 3 years before the date of leaving work was €180,000
ga: Ba é €180,000 an pá a bhí agat do na 3 bliana deireanacha roimh an dáta ar ar fhág tú an obair

source: The amount of the lump sum which is exempt from tax is the higher of the following 2 calculations:
ga: Is é méid na cnapshuime atá díolmhaithe ó cháin ná an ceann is airde den 2 ríomhaireacht seo a leanas:

source: The Basic Exemption is:
ga: Is é an Bundíolúine ná:

source: €10,160 + €15,300 ( €765 x 20 years) = €25,460
ga: €10,160 + €15,300 ( €765 x 20 bliain) = €25,460

source: There is no Increased Exemption as the pension scheme lump sum of €20,000 is greater than €10,000
ga: Níl aon Díolúine Méadaithe toisc go bhfuil an chnapshuim de €12,000 ón scéim pinsean níos mó ná €10,000

source: The Standard Capital Superannuation Benefit (SCSB) is:
ga: Is é an Sochar Aoisliúntais Caipitiúil Caighdeánach (SACC) ná:

source: The taxable amount of your lump sum is therefore €40,000 (€100,000 - €60,000)
ga: Is é méid na cnapshuime atá díolmhaithe ó cháin ná €40,000. (€100,000 - €60,000)

source: As the above example shows the SCSB tax relief of €60,000 is a higher amount of tax relief than the Basic and Increased Exemptions of €25,460
ga: Mar a léirítear sa sampla thuas tá faoiseamh cánach an SACC de €60,000 ina fhaoiseamh cánach níos airde ná an Bhundíolúine agus an Díolúine Méadaithe de €25,460

source: A certain amount of your redundancy payment is tax free, as described above, and the balance will be taxed
ga: Beidh méid áirithe den íocaíocht atá saor ó cháin agus beidh an fuílleach inchánaithe

source: This is taxed as part of the current year's income
ga: Gearrtar an cháin ar an airgead mar chuid d’ioncam na bliana reatha

source: Previously there was a second method based on your average rate of tax for the previous 3 years
ga: Roimhe seo bhí dara modh ann a ghearradh cáin air ag an meánráta cánach a bhí le híoc agat le 3 bhliana roimhe

source: This was known as Top Slicing Relief which was not available on lump sums of €200,000 or more paid on or after 1 January 2013 and was abolished for all ex-gratia lump sum payments made on or after 1 January 2014
ga: Faoiseamh Barrscoitheadh atá air agus ní raibh sé ar fáil le haghaidh cnapshuimeanna €200,000 nó níos mó a íocadh ar nó i ndiaidh 1 Eanáir 2013 agus cuireadh deireadh iomlán leis le haghaidh cnapshuimeanna íoctha ar nó i ndiaidh 1 Eanáir 2014

source: The amount of your lump sum that is subject to tax is not subject to social insurance (PRSI), but the Universal Social Charge may be payable
ga: Níl aon ÁSPC le n-íoc ar an gcuid den chnapshuim a bhfuil cáin le n-íoc air, ach d'fhéadfadh sé go mbeadh an Muirear Sóisialta Uilíoch le n-íoc air

source: Your employer is obliged to deduct tax from all your income
ga: Tá sé de dhualgas ar an bhfostóir cáin a bhaint as d'ioncam ar fad

source: He/she may take account of the basic exemption, that is the €10,160 plus €765 for each year of service
ga: Ní mór dó/dí an bunchóras a úsáid i.e., an €10,160 móide €765 do chuile bhliain seirbhíse

source: Revenue may inform the employer about the correct amount to be treated as tax free and the rate of tax to be applied to the rest
ga: D'fhéadfadh na Coimisinéirí Ioncaim a chur in iúl don fhostóir cé mhéid atá saor ó cháin de réir na rátaí reatha agus cén ráta cánach atá i gceist don chuid eile

source: If this does not happen or if it is incorrect and you have paid too much tax, you should contact your regional Revenue office to claim a refund - see 'Where to apply' below
ga: Muna dtarlaíonn seo nó má dhéantar botún agus go n-íocann tú an iomarca cánach ba chóir duit iarratas a dhéanamh chuig an oifig cánach reigiunach ar aisíocaíocht na cánach - féach 'Cá háit a dhéanfaidh mé iarratas'

source: You must declare the fact that you have received such a lump sum on your annual return of income to Revenue
ga: Ní mór duit a chur in iúl ar an tuairisc bhliantúil ioncaim chuig na Coimisinéirí Ioncaim go bhfuil cnapshuim faighte agat

source: There is more detailed information in Revenue's leaflet Lump Sum Payments on Redundancy/Retirement
ga: Tá tuilleadh eolais sa bhileog Cnapshuim Iomarcaíochta maidir leis Iomarcaíocht/Scor foilsithe ag an Coimisinéirí Ioncaim

source: Contact your regional Revenue office
ga: Déan teagmháil le d'oifig cánach reigiunach
